{"neighbours": {"e": "loc_-0.4393_51.4624", "sw": "loc_-0.3286_51.241", "ne": "loc_-0.55_51.4624", "n": "loc_-0.55_51.3517", "s": "loc_-0.3286_51.3517", "w": "loc_-0.4393_51.241", "x": "loc_-0.4393_51.3517", "se": "loc_-0.3286_51.4624", "nw": "loc_-0.55_51.241"}, "box_title": "Esher and Walton", "results": [{"description": "Thames Ditton is a village in Surrey, England, bordering Greater London. It is situated 12.2 miles (19.6 km) south-west of Charing Cross between the towns of Kingston upon Thames, Surbiton, Esher and East Molesey (...)", "wgs84_lat": 51.389561, "title": "Thames Ditton", "url": "http://en.wikipedia.org/wiki/Thames_Ditton", "rank": "", "wgs84_lon": -0.3338203, "type": "wikipeida"}, {"description": "Sunbury-on-Thames, also known as Sunbury, is a town in the Surrey borough of Spelthorne, England, and part of the London commuter belt. It is located 16 miles (25 km) southwest of central London and bordered by Feltham and Hampton, flanked on the south by the River Thames (...)", "wgs84_lat": 51.43, "title": "Sunbury-on-Thames", "url": "http://en.wikipedia.org/wiki/Sunbury-on-Thames", "rank": "", "wgs84_lon": -0.43, "type": "wikipeida"}, {"description": "Hersham is a village in Surrey, within the M25 boundary. It is close to both Heathrow and Gatwick airports. The main A3 London to Portsmouth road runs through its boundaries. Close by towns include Esher, Weybridge and Walton-on-Thames (...)", "wgs84_lat": 51.3681, "title": "Hersham", "url": "http://en.wikipedia.org/wiki/Hersham", "rank": "", "wgs84_lon": -0.4008, "type": "wikipeida"}, {"description": "Hinchley Wood is a residential community approximately south-west of London, England. At the 2001 census it consisted of 1,429 households with a population of 3,674. It developed largely because of the railway line which passes through the area, and many of its residents are commuters to London (...)", "wgs84_lat": 51.3768, "title": "Hinchley Wood", "url": "http://en.wikipedia.org/wiki/Hinchley_Wood", "rank": "", "wgs84_lon": -0.336, "type": "wikipeida"}, {"description": "Twickenham is a borough constituency represented in the House of Commons of the Parliament of the United Kingdom. It elects one Member of Parliament (MP) by the first past the post system of election.  (...)", "wgs84_lat": 51.428, "title": "Twickenham (UK Parliament constituency)", "url": "", "rank": "", "wgs84_lon": -0.345, "type": "wikipeida"}, {"description": "Thames Ditton railway station serves Thames Ditton in the Elmbridge district of Surrey, England. It is the only intermediate station on the Hampton Court branch. It is served by South West Trains, and for the purposes of fare charging is in Travelcard Zone 6 (...)", "wgs84_lat": 51.3886, "title": "Thames Ditton railway station", "url": "", "rank": "", "wgs84_lon": -0.3383, "type": "wikipeida"}, {"description": "Claremont, also known historically as 'Clermont', is an 18th-century Palladian mansion situated less than a mile south of Esher in Surrey, England. The buildings are now occupied by Claremont Fan Court School, and its landscaped gardens are owned and managed by the National Trust.  (...)", "wgs84_lat": 51.35944444444445, "title": "Claremont (country house)", "url": "http://en.wikipedia.org/wiki/Claremont_%28country_house%29", "rank": "", "wgs84_lon": -0.3683333333333333, "type": "wikipeida"}]}