{"neighbours": {"e": "loc_-0.4393_51.3517", "sw": "loc_-0.3286_51.1303", "ne": "loc_-0.55_51.3517", "n": "loc_-0.55_51.241", "s": "loc_-0.3286_51.241", "w": "loc_-0.4393_51.1303", "x": "loc_-0.4393_51.241", "se": "loc_-0.3286_51.3517", "nw": "loc_-0.55_51.1303"}, "box_title": "Mole Valley", "results": [{"description": "Polesden Lacey is an Edwardian house (expanded from an earlier building) and estate. It is located on the North Downs at Great Bookham, near Dorking, Surrey, England. It is owned and run by the National Trust and is one of the Trust's most popular properties (...)", "wgs84_lat": 51.25888888888889, "title": "Polesden Lacey", "url": "http://en.wikipedia.org/wiki/Polesden_Lacey", "rank": "", "wgs84_lon": -0.37416666666666665, "type": "wikipeida"}, {"description": "Fetcham is a village in Surrey, England. It is west of Leatherhead, on the other side of the River Mole and Mill Pond springs and the associated nature reserve. The Mill Pond springs are a large number of chalk springs, which provide much of the water supply for the surrounding area (...)", "wgs84_lat": 51.289, "title": "Fetcham", "url": "http://en.wikipedia.org/wiki/Fetcham", "rank": "", "wgs84_lon": -0.354, "type": "wikipeida"}, {"description": "Westhumble is a village situated 2 km (1.5 miles) north of Dorking in Surrey, England. Neighbouring villages include Mickleham and Great Bookham. The census area Mickleham, Westhumble and Pixham has a population of 1,932 (...)", "wgs84_lat": 51.2545, "title": "Westhumble", "url": "", "rank": "", "wgs84_lon": -0.3331, "type": "wikipeida"}, {"description": "Stoke d'Abernon is a small village situated between Cobham and Leatherhead in the county of Surrey. The census area Oxshott and Stoke d'Abernon has a population of 6,100. Stoke d’Abernon lay within the Saxon administrative district of Elmbridge hundred (...)", "wgs84_lat": 51.3188, "title": "Stoke d'Abernon", "url": "", "rank": "", "wgs84_lon": -0.384, "type": "wikipeida"}, {"description": "Bookham railway station is situated in the village of Little Bookham in Surrey, England. It also serves the adjacent village of Great Bookham. The station is managed by South West Trains, who provide the majority of train services; Southern also provide some peak period services.  (...)", "wgs84_lat": 51.289, "title": "Bookham railway station", "url": "", "rank": "", "wgs84_lon": -0.384, "type": "wikipeida"}]}