{"neighbours": {"e": "loc_-0.55_51.3517", "sw": "loc_-0.4393_51.1303", "ne": "loc_-0.6607_51.3517", "n": "loc_-0.6607_51.241", "s": "loc_-0.4393_51.241", "w": "loc_-0.55_51.1303", "x": "loc_-0.55_51.241", "se": "loc_-0.4393_51.3517", "nw": "loc_-0.6607_51.1303"}, "box_title": "Guildford 001", "results": [{"description": "The North Downs are a ridge of chalk hills in south east England that stretch from Farnham in Surrey to the White Cliffs of Dover in Kent. The North Downs lie within two Areas of Outstanding Natural Beauty (AONBs), the Surrey Hills and the Kent Downs (...)", "wgs84_lat": 51.266666666666666, "title": "North Downs", "url": "http://en.wikipedia.org/wiki/North_Downs", "rank": "", "wgs84_lon": -0.5, "type": "wikipeida"}, {"description": "West Clandon is a village in Surrey, England. It is within 4 miles of the M25 and the A3. Nearby villages include Send, Ripley, Ockham, East and West Horsley. Local towns are Woking and Guildford. It is served by Clandon railway station which runs stopping services via Cobham and Stoke D'Abernon as (...)", "wgs84_lat": 51.2613, "title": "West Clandon", "url": "http://en.wikipedia.org/wiki/West_Clandon", "rank": "", "wgs84_lon": -0.508, "type": "wikipeida"}, {"description": "West Horsley is a small village between Guildford and Leatherhead in Surrey, England. Neighbouring villages include East Horsley, Ockham, West Clandon and East Clandon. It lies on the A246, and south of the M25 and the A3 (...)", "wgs84_lat": 51.261, "title": "West Horsley", "url": "http://en.wikipedia.org/wiki/West_Horsley", "rank": "", "wgs84_lon": -0.454, "type": "wikipeida"}, {"description": "The village of Merrow, in Surrey, England, lies on the north-east corner of Guildford. It is about two miles from the town centre, right on the edge of the ridge of hills that forms the North Downs. Although now a relatively anonymous suburb, the village can trace its origins back many hundreds of (...)", "wgs84_lat": 51.2463, "title": "Merrow, Surrey", "url": "http://en.wikipedia.org/wiki/Merrow%2C_Surrey", "rank": "", "wgs84_lon": -0.5279, "type": "wikipeida"}, {"description": "Wisley is a small village in Surrey, England. It lies between Cobham and Woking. It is the home of the Royal Horticultural Society's Wisley Garden. The River Wey runs through the village. Wisley gives its name to the nearby road intersection of the A3 London to Portsmouth trunk road and the London (...)", "wgs84_lat": 51.3227, "title": "Wisley", "url": "", "rank": "", "wgs84_lon": -0.4772, "type": "wikipeida"}, {"description": "Clandon railway station is located in the village of West Clandon in Surrey, England. The station is managed by South West Trains, who provide the majority of train services; Southern also provide some peak period services (...)", "wgs84_lat": 51.264, "title": "Clandon railway station", "url": "", "rank": "", "wgs84_lon": -0.503, "type": "wikipeida"}, {"description": "Burpham is a suburb of Guildford, a town in Surrey, England. It includes George Abbot School, a parade of small shops, and the nationally-recognised Sutherland Memorial Park. It also benefits from a Sainsbury's superstore, Church of England church (Church of the Holy Spirit) and, until 2006, a (...)", "wgs84_lat": 51.257, "title": "Burpham, Surrey", "url": "http://en.wikipedia.org/wiki/Burpham%2C_Surrey", "rank": "", "wgs84_lon": -0.5463, "type": "wikipeida"}]}