{"neighbours": {"e": "loc_0.2249_51.3517", "sw": "loc_0.3356_51.1303", "ne": "loc_0.1142_51.3517", "n": "loc_0.1142_51.241", "s": "loc_0.3356_51.241", "w": "loc_0.2249_51.1303", "x": "loc_0.2249_51.241", "se": "loc_0.3356_51.3517", "nw": "loc_0.1142_51.1303"}, "box_title": "Ightham", "results": [{"description": "Kemsing is a village and civil parish in the Sevenoaks District of Kent, England. The parish lies on the scarp face of the North Downs, north east of Sevenoaks. Also in the parish are the hamlets of Heaverham, to the east, and Noah's Ark to the south (...)", "wgs84_lat": 51.30712, "title": "Kemsing", "url": "http://en.wikipedia.org/wiki/Kemsing", "rank": "", "wgs84_lon": 0.22518, "type": "wikipeida"}, {"description": "Platt, or St. Mary's Platt is a village in the local government district of Tonbridge and Malling in Kent, England. The village contains a church which was built in 1843 and which stands on a hill overlooking the village centre. The hamlet of Crouch (pronounced Crooch) lies within the parish (...)", "wgs84_lat": 51.28658, "title": "Platt, Kent", "url": "http://en.wikipedia.org/wiki/Platt%2C_Kent", "rank": "", "wgs84_lon": 0.3354, "type": "wikipeida"}, {"description": "Wrotham is a village situated on the Pilgrims' Way in Kent, at the foot of the North Downs. It is located one mile north of Borough Green and approximately five miles east of Sevenoaks. It is within the junction of the M20 and M26 motorways (...)", "wgs84_lat": 51.30825, "title": "Wrotham", "url": "http://en.wikipedia.org/wiki/Wrotham", "rank": "", "wgs84_lon": 0.30846, "type": "wikipeida"}, {"description": "Ightham (\"item\") is a village in Kent, England, located approximately four miles east of Sevenoaks and six miles north of Tonbridge. The parish includes the hamlet of Ivy Hatch. It is most famous for the nearby medieval manor of Ightham Mote (National Trust) although the village itself is of even (...)", "wgs84_lat": 51.285, "title": "Ightham", "url": "http://en.wikipedia.org/wiki/Ightham", "rank": "", "wgs84_lon": 0.288, "type": "wikipeida"}, {"description": "West Kingsdown is a village and civil parish in the Sevenoaks District of Kent, England. The parish is located on the North Downs, north of Sevenoaks town, within the London Commuter Belt. Both the A20 and the M20 motorway cross the parish (...)", "wgs84_lat": 51.351469, "title": "West Kingsdown", "url": "", "rank": "", "wgs84_lon": 0.2552, "type": "wikipeida"}]}