{"neighbours": {"e": "loc_0.1142_51.4624", "sw": "loc_0.2249_51.241", "ne": "loc_0.0035_51.4624", "n": "loc_0.0035_51.3517", "s": "loc_0.2249_51.3517", "w": "loc_0.1142_51.241", "x": "loc_0.1142_51.3517", "se": "loc_0.2249_51.4624", "nw": "loc_0.0035_51.241"}, "box_title": "Sevenoaks 001", "results": [{"description": "<p>Skiing families desperate for a last-minute getaway at half-term could try Leisure Direction Ski (020-824 3030), which has space left in France's highest resort, <strong> Val Thorens</strong>. The firm is offering a week's self catering in apartments sleeping up to five people, for a total of &#163;841. Customers have to drive the Alps, but the price covers car-ferry crossings. Val Thorens is part of the enormous Trois Vall&eacute;es ski network which also includes M&eacute;ribel and Courchevel. Snowcoach (01727 866177) has full-board, one-week holidays in Austria's <strong> Mayrhofen</strong> costing &#163;399 for adult and &#163;339 for children. The price includes coach travel from London Victoria, Watford, Bexley or Dover or, for a supplement, from 30 other pick-up points. Departure is on February 16. </p>", "wgs84_lat": 51.460870967133474, "title": "Ski tips", "url": "", "rank": "", "wgs84_lon": 0.14234796021606233, "type": "guardian-article"}, {"description": "Crayford is a town and electoral ward in the London Borough of Bexley that was an important bridging point in Roman times across the River Cray, a tributary of the River Darent, which is itself a tributary of the River Thames.  (...)", "wgs84_lat": 51.4491, "title": "Crayford", "url": "http://en.wikipedia.org/wiki/Crayford", "rank": "", "wgs84_lon": 0.1812, "type": "wikipeida"}, {"description": "Crockenhill lies a mile south of Swanley town in Kent, and is techincally within the Swanley region. In the first half of the twentieth century, it was an important area for growing peppermint. In the 1930s there were 420 acres (1.7 km²) under cultivation; the last crop was harvested in 1958 (...)", "wgs84_lat": 51.383, "title": "Crockenhill", "url": "", "rank": "", "wgs84_lon": 0.162, "type": "wikipeida"}, {"description": "Chelsfield is a place in the London Borough of Bromley in London, England. The name is recorded in the Domesday Book of 1086 as Cillesfelle, meaning land of a man called Cēol.Mills, A., Oxford Dictionary of London Place Names, (2001) It formed an ancient parish, and later civil parish of , in Kent (...)", "wgs84_lat": 51.358155, "title": "Chelsfield", "url": "http://en.wikipedia.org/wiki/Chelsfield", "rank": "", "wgs84_lon": 0.1278, "type": "wikipeida"}]}